Revit 2024 API
SpecTypeId.AreaForce Property
 Area Force, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId AreaForce { get; }
Visual Basic
Public Shared ReadOnly Property AreaForce As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ AreaForce {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace